import docPDF from '../assets/icons/doc_pdf.svg'
import LinkDataMode from './components/LinkDataMode'

export const docsInfo = [
    {
        title: 'Региональные документы',
        content: [
            <LinkDataMode link='https://tspk.org/images/PoOVZ/1.%20644r.pdf' text='Распоряжение Губернатора Самарской области от 05 ноября 2015 года № 644-р «Об утверждении Межведомственного комплексного плана мероприятий по организации инклюзивного образования и созданию специальных условий для получения профессионального образования инвалидами и лицами с ограниченными возможностями здоровья в Самарской области на 2015 - 2020 годы»'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/2.Rasp_306_%205_peredacha.pdf' text='Распоряжение министерства образования и науки Самарской области от 05 июня 2013 года № 306-р «Об утверждении Порядка передачи детям-инвалидам и инвалидам, обучавшимся на дому с использованием дистанционных образовательных технологий в образовательных учреждениях Самарской области, компьютерного оборудования для получения профессионального образования»'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/3.Rasporjazhenie_o_sozdanii_centrov.pdf' text='Распоряжение министерства образования и науки Самарской области от 11 ноября 2015 года № 736-р «О создании ресурсных учебно-методических центров по обучению лиц с ограниченными возможностями здоровья и инвалидов на базе государственных профессиональных образовательных организаций Самарской области»'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/4.attache_445099289.pdf' text='Письмо министерства образования и науки Самарской области от 24 марта 2016 года № МО-16-09-01/289-ту (О работе Портала информационной и методической поддержки инклюзивного среднего профессионального образования инвалидов и лиц с ограниченными возможностями здоровья http://spo.wil.ru/ )'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/5.Bazovaya_prof_org_2018.pdf' text='Распоряжение министерства образования и науки Самарской области от 30 мая 2018 года № 403-р «Об определении ГАПОУ СО «Тольяттинский социально-педагогический колледж» базовой профессиональной образовательной организацией, обеспечивающей поддержку региональной системы инклюзивного профессионального образования инвалидов»'/>
        ]
    },
    {
        title: 'Локальные документы',
        content: [
            <LinkDataMode link='https://tspk.org/images/PoOVZ/Polozenie_o_BPOO.pdf' text='Положение о БПОО'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/Plan_rab_BPOO.pdf' text='План работы БПОО'/>,
        ]
    }
]

export const provInfo = [
    {
        title: 'Документы',
        content: [
            <LinkDataMode link='https://tspk.org/images/PoOVZ/Nal_spec_sredstv_obuch_2018.pdf' text='Наличие специальных технических средств обучения студентов с инвалидностью и ОВЗ коллективного и индивидуального пользования'/>,
            <LinkDataMode link='https://tspk.org/images/PoOVZ/Spravka_o_nal_spec_usl_2018.pdf' text='Справка о наличии специальных условий для получения образования обучающимися с ограниченными возможностями здоровья'/>,
        ]
    }
]

export const eduProvInfo = [
    {
        title: 'Документы',
        content: [
            <LinkDataMode link='' text='Адаптированные образовательные программы'/>,
            <LinkDataMode link='' text='Информационные материалы'/>,
            <LinkDataMode link='' text='Повышение квалификации'/>,
        ]
    }
]

export const linksInfo = [
    {
        title: 'Ссылки',
        content: [
            <LinkDataMode link='http://spo.wil.ru/apex/f?p=140:1:12256584596511:::1::' text='Портал информационной и методической поддержки инклюзивного среднего профессионального образования инвалидов и лиц с ограниченными возможностями здоровья'/>,
            <LinkDataMode link='http://proforient.fmcspo.ru/' text='Федеральный методический центр СПО и ПО лиц с инвалидностью и ОВЗ'/>,
            <LinkDataMode link='https://abilympicspro.ru/' text='Национальный чемпионат по профессиональному мастерству среди инвалидов и лиц с ограниченными возможностями здоровья «Абилимпикс»'/>,
            <LinkDataMode link='https://www.spo-rudn.ru/' text='Экспертно-консультационное сопровождение деятельности профессиональных образовательных организаций, реализующих образовательные программы СПО и профессионального обучения для инвалидов и обучающихся с ОВЗ'/>,
            <LinkDataMode link='https://cposo.ru/professionalnoe-obrazovanie-dlya-lits-s-ovz-i-invalidov' text='ЦПО Самарской области "Профессиональное образование для лиц с инвалидностью и ОВЗ"'/>,
        ]
    }
]